Repository: MasterPCUK/gnome-shell-extension-awesome-tiles
Catalog: po/*.po
Languages: tr

source: Press your keyboard shortcut or 'Backspace' to disable...
tr: Klavye kısayoluna basın veya 'Backspace' (silme) tuşu ile devre dışı bırakın

source: Keyboard Shortcut
tr: Klavye Kısayolu

source: General
tr: Genel

source: Behavior
tr: Davranış

source: Enable Window Animations
tr: Pencere Animasyonlarını Etkinleştir

source: Animate windows when resized or repositioned (this may be buggy on Wayland).
tr: Pencerelere yeniden boyutlandırma veya taşıma sırasında animasyon uygula (Wayland oturumlarında düzgün çalışmayabilir).

source: Shortcut Iteration Timeout in Milliseconds
tr: Kısayol Yineleme Zaman Aşımı Millisaniyesi

source: The time window to consider a new key press an iteration.
tr: Yeni tuş basımını yineleme saymak için gereken zaman aralığı.

source: Center Tiling Steps
tr: Ortaya Döşeme Aralıkları

source: Steps on each key press (values between 0-1).
tr: Her basım için uygulanacak aralıklar (0-1 arası değerler).

source: Side Tiling Steps
tr: Kenara Döşeme Aralıkları

source: Gaps
tr: Boşluklar

source: Gaps Between Windows
tr: Pencereler Arasında Boşluk

source: Put gaps between windows.
tr: Pencerelerin arasına boşluk koy.

source: Gap Between Window and Workspace
tr: Pencere ve Çalışma Alanı Arasındaki Boşluk

source: Percentage to leave out as gap when a window is tiled.
tr: Bir pencere döşendiğinde boşluk olarak bırakılacak yüzde oranı.

source: Gap Size Increments
tr: Boşluk Büyüklüğü Değişimleri

source: The change that the shorcuts make in the gap size.
tr: Kısayolların boşluk büyüklüğünde yapacağı değişiklik oranı.

source: Shortcuts
tr: Kısayollar

source: Assign shortcuts to the functionalities
tr: Özelliklere kısayol atayın

source: Align Window to Center
tr: Pencereyi Ortaya Hizala

source: Shortcut to align the active window to center without resizing it.
tr: Aktif pencereyi yeniden boyutlandırmadan ortalayacak kısayol.

source: Increase Gap Size
tr: Boşluk Büyüklüğünü Arttır

source: Shortcut to increase the gap size.
tr: Boşluk büyüklüğünü arttırmak için kullanılacak kısayol.

source: Decrease Gap Size
tr: Boşluk Büyüklüğünü Azalt

source: Shortcut to decrease the gap size.
tr: Boşluk büyüklüğünü azaltmak için kullanılacak kısayol.

source: Tile Window to Center
tr: Pencereyi Ortaya Döşe

source: Shortcut to tile active window to center.
tr: Pencereyi ortaya döşemek için kullanılacak kısayol.

source: Tile Window to Left
tr: Pencereyi Sola Döşe

source: Shortcut to tile the active window to left.
tr: Pencereyi sola döşemek için kullanılacak kısayol.

source: Tile Window to Right
tr: Pencereyi Sağa Döşe

source: Shortcut to tile the active window to right.
tr: Pencereyi sağa döşemek için kullanılacak kısayol.

source: Tile Window to Top
tr: Pencereyi Yukarı Döşe

source: Shortcut to tile the active window to top.
tr: Pencereyi yukarı döşemek için kullanılacak kısayol.

source: Tile Window to Bottom
tr: Pencereyi Aşağı Döşe

source: Shortcut to tile the active window to bottom.
tr: Pencereyi aşağı döşemek için kullanılacak kısayol.

source: Tile Window to Top Left
tr: Pencereyi Sol Yukarı Döşe

source: Shortcut to tile the active window to top left.
tr: Pencereyi sol yukarı döşemek için kullanılacak kısayol.

source: Tile Window to Top Right
tr: Pencereyi Sağ Yukarı Döşe

source: Shortcut to tile the active window to top right.
tr: Pencereyi sağ yukarı döşemek için kullanılacak kısayol.

source: Tile Window to Bottom Left
tr: Pencereyi Sol Aşağı Döşe

source: Shortcut to tile the active window to bottom left.
tr: Pencereyi sol asağı döşemek için kullanılacak kısayol.

source: Tile Window to Bottom Right
tr: Pencereyi Sağ Aşağı Döşe

source: Shortcut to tile the active window to bottom right.
tr: Pencereyi sağ aşağı döşemek için kullanılacak kısayol.

source: Disabled
tr: Devre dışı

source: Gap size is now at %d percent
tr: Boşluk aralığı artık yüzde %d oranında
